Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN BITTEN CONTRACT.tmx
Source language: ko
Languages: en

source: 내가 쑥스러워서 대답을 잘못하긴 했지만..
en: although... I did make a mistake just now because I was nervous...

source: 아우 닭살~~
en: aww, you lovebirds!!

source: 으아..
en: aaah!

source: 고마워.
en: thanks.

source: 무슨 소리야?
en: what’s that noise?

source: 채이 누나..
en: please make...

source: 너무 다행이다..
en: I’m so glad you made it...

source: 세리야!
en: sera!

source: 네 탓 아니라니까..
en: it isn’t your fault.

source: 친구가 쭌밖에 없거든요~
en: so jun’s the only friend I have here.

source: 오..오빠!
en: o-oppa!

source: 헉..
en: GASP

source: 사랑해~
en: “I love you.”

source: ㅋㅋㅋㅋ 귀엽다 귀여워 ㅋㅋㅋ
en: hahaha, how cute! haha!

source: 민지야~ㅠㅠ
en: minjiii!

source: 충분히 뭐..?
en: that will be what?

source: 뚝
en: TAP

source: 가자.
en: let’s go.

source: 제 37회 금룡영화제 인기상 후보부터 만나보겠습니다.
en: here are the nominees for most popular for the 37th gold dragon awards.

source: 먹고 또 먹어 아가~
en: there’s plenty to eat here, so don’t rush.

source: 두둥
en: DA DUN

source: 채이는 여자애들이랑은 별로 안 친해서..
en: chae-i wasn’t too friendly with the girls...

source: 나 방금..
en: just now...

source: 원고도움 곡, 서원, 주도, 또리랑, 하날애
en: Script Assistance: Gok, Seowon, Judo, Ttorirang, Hanal-ae

source: 그리고 오늘 물어야 하잖아.
en: besides, you need a bite today.

source: 아아~ 그 연습!
en: ooh... that practice!

source: 뭘로 바꾸지..
en: what should I change it to?

source: 와 진짜 맛있다~!!
en: wow, this is delicious!!

source: 이 섬에 남아 천국 같은 허니문을 보낼 수 있습니다.
en: ...will remain on this island to indulge in a heavenly honeymoon.

source: 오해하진 말고..
en: don’t take this the wrong way

source: <물어보는 사이> 2부의 원활한 연재를 위해 저의 건강과 스토리 재정비를 하는 시간을 가지려고 합니다
en: In order to publish the episodes of Bitten Contract Season 2 properly, I plan to take some time to take care of my health and readjust the story.

source: 걔야 뭐..
en: him? whatever.

source: 약 먹어도 소용없대?
en: medications don’t work on her?

source: 오빠 같잖아요~ 진짜 어쩜 하나도 안 늙으셨지..
en: he’s like an oppa! how does he not age at all?

source: 끼익
en: CREAK

source: 이준씨랑 정말 사귀는 거 맞아?
en: ...really dating ijun?

source: 응~ 다행히 오는 길에 차가 안 밀려서~~
en: yeah, fortunately, there wasn’t much traffic on the way here!

source: 최고의 로맨틱한 허니문을 보낼 수 있습니다.
en: here, you can enjoy the most romantic honeymoon.

source: 이찬 선배(도) 좋아했었어?
en: did you like yi-chan seonbae (too)?

source: 20XX.{j}0X.{j}XX.{j}21:39
en: Posted 0X/XX/20XX at 9:39pm

source: 스포츠 연예 경제 랭킹
en: Sports Entertainment Business Trending

source: 아!
en: oh!

source: 나 완전 제대로 찐하게 쓸 거야?
en: so I’m going to write in some really hot scenes!

source: 내가 앞으로 맛있는 거 계속 해줄게.
en: I’ll keep making you lots of good food.

source: 종합건강진단결과지
en: Comprehensive Physical Exam Results

source: 받아도 되는데..
en: you should’ve answered...

source: 여기 많은데..
en: there’s still a lot here...

source: 반가워요~
en: nice to meet you!

source: ㅋㅋㅋㅋㅋ 이건 영상으로 봐야 함ㅋㅋ 표정 점점 굳어가는 거 개웃김 ㅋㅋㅋㅋ
en: LOL!!!! this is way better on video! haha! it’s so freaking funny seeing his face turn more and more sour, hahahaha

source: 오빠..
en: oppa.

source: 멍
en: BLANK

source: 아이고, 옷을 다 버려서 워째~ 아가 어디 사니?
en: oh no, your clothes are all ruined! where do you live, son?

source: 제주도까지 갔다 오면 피곤할 텐데..
en: you’ll be tired coming all the way back from jeju...

source: 답글 27개 | 답글쓰기
en: 27 Replies | Write a reply

source: 콩콩
en: BOING BOING

source: 경기 시작합니다!
en: ready? start!

source: ..{j}정말?
en: really?{j}

source: 애써 밝은 척하지만 가끔 지친 게 느껴져서 그게 신경 쓰이지..
en: ...she acts happy, but I can tell she’s exhausted sometimes. that concerns me...

source: 타악
en: GRAB

source: 정말 그래?
en: really, chae-i?

source: 나 윤이 안 좋아해요,
en: I don’t like yoon.

source: 다시 찍어요!
en: let’s do it over!

source: 무슨 소리야!
en: no way!

source: 아니 채이 너..
en: I mean, chae-i...

source: 물어줘야 하는데..
en: so she needs a bite...

source: 성은뉴스
en: Seongeun News

source: 선배님은 무슨~ 거리감 느껴지게..
en: don’t call me that. we’re pretty close, aren’t we?

source: 헉
en: GASP

source: 인형 같아요~
en: like a doll!

source: 다른 사람이 눈에 들어오질 않았어요.
en: so I'm not interested in anyone else.

source: 번쩍
en: JOLT

source: 혹시 우리 스캔들 난 거 보고 일부러-
en: what if she’s deliberately doing this because of our scanda--

source: ㅋㅋㅋ 쟤 동생 아니에요~
en: haha, he isn’t younger!

source: 두 분 너무 잘 어울려요.
en: you look so cute together.

source: 꼬옥..
en: SQUEEZE

source: 첫키스 장소는?
en: where did you have your first kiss?

source: 그거 얼마나 됐어?
en: how long ago was it?

source: ♡이준오빠♡
en: ♡Ijun Oppa♡

source: 입에 맞으셔서 다행이에요, 많이 드세요.
en: I’m glad you like it. please help yourself.

source: 지성
en: Jiseong

source: 전 요리 못하니까 재료 씻으라 해서..
en: I can’t cook, so I was told to wash the vegetables...

source: 사실 학교 다닐 때도 방송 활동만 하느라 여행 같은 거 못 가봤는데..
en: even as a student, I was busy filming so I’d never been on a trip like this...

source: 네, 혼자 산지 좀 되다 보니..
en: well, it’s because I’ve lived alone for a long time now...

source: 뭐 DNA 시절에 찬이 오빠 안 좋아한 여자가 어디 있겠어요!
en: what girl didn’t like chan oppa back when when dna was really hot?

source: 걔는 도대체 계주 선수로 왜 나간 거래?
en: why did dongsu even join the relay race?

source: 이게 뭐야?
en: what is it?

source: 내가 잘하는 곳 예약해 둘 테니까 한 번만 더 받아보자.
en: let’s do another one. I’ll make an appointment at a really good hospital.

source: (그날로 말 맞춤)
en: (agreed to that date)

source: 언제 왔어?
en: when did you get here?

source: 짝
en: CLAP

source: 그렇게 보였나..
en: is that what everyone thinks?

source: 비행기도 너무 오랜만에 타보고..
en: it’s been so long since I was last on a plane.

source: 리온아!
en: leon!

source: 여우같은 새끼
en: that foxy jerk.

source: 앞으로 더 자주 만나서 연습해야겠다…
en: we should meet more often to practice.

source: ..흔히들 하는 얘기잖아..
en: it’s... a common story.

source: 채이야!!
en: chae-i!!

source: 내가 강윤이랑 사귀어서 일부러-
en: since yoon and I are dating, are you delibera--

source: 내가 가만 안 둘 거야!!
en: I’m gonna beat you up!!

source: 어..
en: oh...

source: 그..그러는 오빠는 어떻게 저장해놨는데요!!
en: th-then, oppa! how is my number saved on your phone?!

source: 타탓
en: STOMP STOMP

source: 깜짝 출연자가 또 있었나?
en: a surprise guest on the show?

source: 제주국제공항
en: JEJU INTERNATIONAL AIRPORT

source: 아하하..
en: ahaha...

source: 아직도 내가 윤이 좋아한다고 생각하는 거야?
en: ...still think I like yoon?

source: 냅둬~~ㅎㅎ
en: just let them go! hehe.

source: 내일 안 나가겠다고 얘기를-
en: I’ll tell them we can’t do it tomor--

source: 내가 사람 보는 안목은 좀 있거든..
en: well, I do have a talent for recognizing who’s nice and who isn’t.

source: < 연락처 편집
en: < Contacts Edit

source: 너..
en: are you...

source: 채이야, 내가 맘 안 받아줘서 많이 힘들었지?
en: chae-i, it was hard for you because I kept turning you down, right?

source: 좋아..
en: even more...

source: 좋아요..
en: I like her.

source: 아유..나야 뭐 이렇게 티비로 바로 볼 수 있으니까..
en: oh, well... at least I can see her on tv like this...

source: 오빠도 이렇게 걱정해 주고..
en: and you’re here worrying about me.

source: 아이스크림..
en: oh, ice cream...

source: 축하드려요, 선배님..
en: congratulations, seonbae...

source: 해장국이랑..
en: I’ve had his hangover soup...

source: 당신 때문에 이런 시골 촌구석에~~
en: because of you! we’re in the middle of nowhere and--

source: 냥 냥냐라냥
en: M meowmeowmeow

source: 지-잉
en: VRRR

source: 축하해요!!
en: congratulations!!

source: 내 눈엔 채이 너도 그때 꼬맹이 모습이랑 똑같은
en: well, in my eyes, chae-i, you look exactly the same as the kid back--

source: 이준오빠
en: Ijun Oppa

source: 휴대전화
en: Mobile

source: 잠시 쉬었다가 식사 준비하는 내용으로 넘어가겠습니다!
en: we’ll take a quick break, then move on to the cooking part of the show!

source: 어..?
en: huh?

source: [인기 배우 S모군의 여친 L양의 동창인데..]
en: I went to school with actress L, the girlfriend of the popular actor S...

source: ..어..아니 그래도..
en: uh... but... still...

source: 언니 손주 아니잖아?
en: he isn’t your grandson.

source: 포옥
en: CLASP

source: 그러니까 채이 너도 얼른 바꿔~
en: so chae-i, hurry up and change yours too!

source: 둘이 동창이잖아.
en: They went to the same HS.

source: 지나/ 전화 수신중…
en: Gina Incoming...

source: 행복하게 해주세요.
en: ...chae-i nuna happy.

source: L모양 글 봤어?
en: have you read about actress L?

source: 집!!
en: home!!

source: 뭐? !!
en: what?!!

source: 누가 남친 이름을 이렇게 저장해놔?
en: no one saves her boyfriend’s number like that.

source: 즐겨찾기 최근통화 연락처 키패드
en: Favorites Recents Contacts Keypad

source: 이 할미가 못나서..
en: I’m such a terrible grandmother...

source: 풉 혼자 집에도 못 가나 봐ㅋㅋㅋ
en: pfft. he can’t even go home alone. hahaha.

source: 많이 먹어..
en: you have to eat lots.

source: ..채이 누나는 알고 있어요?
en: does chae-i nuna know?

source: 드륵
en: SLIDE

source: 스피커 무선연결 소리끔 연락처
en: Speaker Bluetooth Mute Contacts

source: 따라라라~
en: DAN DAN DA DAN~

source: 그런 게 있는데 오늘은 그런 느낌이 안 들어서..
en: but I didn’t feel that today...

source: 잘했어요, 오빠!
en: good job, oppa!

source: 킥 킥
en: HEH HEH

source: 누가 들으면 네가 괜히 나한테 시비 거는 줄 알까 봐..
en: people might think you’re trying to pick a fight with me for no reason.

source: 최신순 추천순 예비베플 찬반대결
en: Most Recent Recommended Trending Discussions

source: 선배님
en: seonbae!

source: 저렇게 순수한 사람을 상대로 난 대체 무슨 꿈을 꾼 거야..!!
en: what kind of dream was I dreaming?! about such an innocent person!!

source: 들어가자.
en: let’s go inside.

source: 어제
en: Yesterday

source: 그래도 우리 채이 물어주려고 중간에 몰래 나왔지~
en: but I snuck out! to bite my chae-i!

source: 뱀파이어가 물어도 기억을 잃지 않는 인간을 본 적 있어?
en: ...ever seen a human who doesn’t lose their memory even after being bitten by a vampire?

source: 하긴 저 얼굴로 좋다고 하는데 누가 안 넘어가고-
en: well, who could possibly resist someone who confesses their feelings with a face like tha--

source: ..{j}좋게 생각하자..
en: I’ll just think positively about this.{j}

source: 그럼 채이 언니는 이준 오빠 언제부터 좋아했어요?
en: chae-i eonni! when did you start liking ijun oppa?

source: 이제 저녁 준비 촬영 들어가실게요- 준비해 주세요.
en: we’re going to start filming dinner prep, so please get ready.

source: 다연아.
en: da-yeon.

source: 근데 별일이네.
en: but how strange.

source: 응, 그래요
en: oh, of course.

source: 처음 사귄 날은?
en: when did you start dating?

source: 혼자 힘들어 말고 내 도움 필요한 거 있음 꼭 말해, 알았지?
en: don’t struggle by yourself. tell me if you need my help, okay?

source: 전화 수신중…
en: Incoming...

source: 읍
en: HUP

source: 보자..
en: let’s see...

source: 으 으아아
en: A AAAH

source: 집에 데려다줄게.
en: I’ll take you home.

source: 그렇게 꼬시는데 어떻게 안 넘어가~
en: I mean, how could I resist when she was trying so hard to win me over?

source: 그리고 미리 상의하지 못해서 미안해.
en: and I’m sorry for not discussing it with you first.

source: 언제 왔어요??
en: when did you get here??

source: 오디오스타에서 우리가 사귀고있다고 얘기했다고요?
en: you said we’re dating on audio star?

source: 내다 더 크니까 나한테 누나라고 해!
en: I'm taller, so call me nuna!

source: 헉헉
en: HUFF HUFF

source: 뭐?
en: what?

source: 욕심쟁이 고양이
en: The Greedy Cat

source: 나 좀 더 있다 가면 안 돼요?
en: can’t I stay a little longer?

source: 후다닥
en: DASH

source: 얼굴도 이쁜데 말도 어쩜 이렇게 이쁘게 하고..
en: you say such nice things with an equally nice face.

source: 다 죽었어!
en: you’re all out!

source: ..{j}둘이 잘 어울려.
en: you two are cute together.{j}

source: 오빠?
en: oppa?

source: 맞아~
en: yup!

source: 그래도 그렇게까진 노력하지 않아도 돼요!
en: you don’t have to try that hard!

source: 그거야 사실이니까..
en: well, it’s the truth...

source: 저기..
en: excuse me...

source: 달그락 달그락
en: CLINK CLINK

source: 속닥
en: WHISPER

source: 채이야, 많이 놀랐지?
en: “chae-i, I surprised you, didn't I?”

source: 5일이 자기가 뽀뽀한 날이잖아!
en: the 5th is when you first kissed me!

source: 호명된 커플은 앞쪽에 준비된 의자로 이동해 주세요.
en: please sit on the chairs in front of the camera when your names are called.

source: 앗 술이 떨어졌네요!!
en: oh! we’re out of drinks!!

source: 채이 많이 보고 싶으시죠?
en: you miss chae-i a lot, right?

source: 자
en: b...

source: 아까 오빠 친구 왔었는데..
en: your friend was here earlier.

source: 그럼 누가 먼저 키스한 거예요?
en: then who kissed first?

source: 미광사
en: HAIR

source: 무슨 자신감이야?
en: how are you so confident?

source: 매니저형/전화 수신중…
en: Manager Hyeong Incoming...

source: 확실하게 보여드리겠습니다!!
en: I’ll make sure they turn out fantastic!!

source: 리온씨!
en: leon!

source: 채이 너 그날..
en: chae-i, I didn’t know...

source: 너는 그런 얘기 듣고도 나한테 편견 없이 다가와서 친해진 거잖아.
en: you approached me without making any judgments even after hearing those things.

source: 계약 연애 소재였지..
en: that drama was about a contract relationship too.

source: 18시 30분 성은항공이 지연되고 있어-
en: the seong-eun airlines flight at 6:30 PM has been delayed and--

source: 이채이 원래 눈빛에 독기가 가득한 게 순수해 보이진 않았음
en: Chae-i always had a fierce glint to her eyes. She definitely didn’t seem innocent.

source: 세라야!
en: sera!

source: 근데 언제부터 사귄 거예요?
en: but when did you guys start dating?

source: 야??
en: babe??

source: 컨셉이야 뭐야 ㅋㅋㅋㅋㅋㅋ
en: is that his shtick or what? hahahahaha!

source: 누나~ 봤어?
en: nuna! did you see?

source: 띠띠띠띠-
en: BEEP BEEP BEEP BEEP

source: 우리 채이가 보면 또 오빠 자기한테 장가오라고 난리 치겠어~ 그쟈?
en: if my chae-i sees you, she might start insisting again that you should marry her, don’t you think?

source: 이메일 추가
en: add email

source: 채이야 미안..갑자기 대표님한테 잡혀서 ㅠㅠ
en: Chae-i, sorry... my CEO won’t let me go...

source: 기사입력 20XX.{j}XX.{j}XX
en: Published XX/XX/20XX{j}{j}

source: 아니 ㅆㅂ 개그가 아니라 진짜 죽을 것 같다고!!
en: no, dammit, this isn’t funny! it really hurts!!!

source: 아유~ 풋풋하다 풋풋해~
en: awww, they’re so lovey-dovey!

source: 제 37회 금룡 영화상
en: The 37th Annual Gold Dragon Awards

source: 채이씬 좋겠다~~
en: chae-i, you’re so lucky!

source: 무슨 일 있어?
en: is something wrong?

source: ..{j}아마 채이 너 컨디션에 따라 다르게 느껴지는 걸 거야.
en: that’s probably because it depends on your physical condition when you get bitten.{j}

source: ㅋㅋ
en: LOL

source: 여름!!
en: summer!!

source: 이 할미한테 혼나볼래?
en: are you asking this granny for a good scolding?

source: ..오빠
en: oppa...

source: 삑
en: FWEEET

source: 서이준한테 관심 쏠리니까 열받았나 봄 ㅋㅋㅋㅋ
en: he must be pissed cuz all the attention is on ijun lolol

source: 정말 맛있어요!!
en: it’s so good!!

source: ..그렇지만 이런 것과 상관없이 채이에 대한 내 마음은 진심이야.
en: anyway, my feelings for chae-i are genuine, regardless of the situation.

source: 그것도 하필 내가 좋아하는 윤이랑 같이 나간 예능에서 그렇게 얘기해 버리면…
en: why did you have to say that while on a show with yun? you know how much I like him...

source: ..응
en: okay...

source: 이러면
en: if he keeps doing this...

source: 준이 대학 서울로 가면 이 할미 대신 채이 한 번씩 들여댜봐주고 햐~
en: jun, when you go to college in seoul, check in on chae-i for me, will you?

source: 소문 꽤 유명했다던데?
en: Apparently, there were tons of rumors.

source: 나도 언제까지 오빠한테 도움받을 순 없는 거니까..
en: I can’t continue receiving his help forever anyway.

source: 그래봤자 저거 패션 근육일 텐데..
en: but his muscles are probably only for looks...

source: 이러다 나 고X되는 거 아냐??
en: I might lose some vital body parts at this rate!!

source: 아 이거야..
en: uh, this is because...

source: 관심 웹툰으로 등록하시면 복귀 알람을 받으실 수 있습니다.
en: You’ll get a notification when the second season starts if you subscribe to this webtoon.

source: 아 그게 고백이랄 것도 없이 ~~~~~~
en: oh, there wasn’t anything like that. it just ~~~~~~

source: 그리고 나도 네가 걱정돼서 하는 말인데..
en: and I’m a bit worried about you, too...

source: 나한텐 우리 자기가 최고야~!!
en: you’re always the best in my eyes, babe!!

source: 답글 12개 | 답글쓰기
en: 12 Replies | Write a reply

source: 채이도 내 정체와 상관없이 날 받아들여줬고..
en: chae-i also accepted me even though she knows what I am.

source: 끄덕
en: NOD

source: 우..우와와
en: wh-whoa...

source: 3월 5일!
en: march 5th!

source: 꺄~ 채이씨 거친 스타일이었네?
en: kyah! chae-i, you’re a go-getter, huh?

source: 벨 누르길래 다른 사람인 줄 알았잖아요~
en: I thought it was someone else because you rang the doorbell!

source: 이..
en: th-this...

source: 그래.
en: sure.

source: 있지..
en: you know...

source: 나 강윤이라는 사실을..!
en: you like me, yoon kang!

source: 나 잘받아친 거 맞지…?
en: I responded well... right?

source: 엄마 친구한테 잘 얘기해뒀으니까..
en: I’ve sent word to my friend.

source: 역시 얼굴이지!
en: his face, of course!

source: ..{j}그리고 선배님이 물면 기억을 잃지 않는 건가요?
en: and... she doesn’t lose her memory if you’re the one to bite her?

source: 장난이야~~
en: I was joking!

source: 누구지..?
en: who is he?

source: 내년에 초등학교 가니까 준이 너보다 2살 어리고..
en: she starts school next year, so she’s two years younger than you, jun.

source: 내가 가서 잘 설명할게..
en: I’ll explain everything once I get there.

source: 꺄 준이 못하는 게 뭐야~
en: kyahh! jun is so good at everything!

source: 우리한테 출연 제안 들어온 거..
en: the one that invited us to make an appearance...

source: 난 알 것 같은데~
en: I think I know.

source: 우리랑 같이 가자~
en: let’s walk together!

source: 감사합니다..
en: thank you...

source: 우리, 제대로 연기해서 이 논란을 잠재워버려요!
en: let’s put on an amazing act and kill off this controversy!

source: 아니..{j}그건 아닌데..
en: I mean... I can, but...

source: 똑바로 해라?
en: get your act together, fool.

source: 뭐 하는 짓들이야!!
en: what do you think you’re doing?!

source: 꼬옥
en: SQUEEZE

source: 두 분 원래 동창이었다면서요?
en: I heard you two went to school together.

source: 깜빡..
en: BLINK

source: 먹고 들어가.
en: go to bed after you finish eating.

source: 그리고 혹시 채이가 기억을 잃지 않더라고 너무 당황하지 마..
en: and even if chae-i doesn’t lose her memory, don’t be too startled.

source: 끄덕 끄덕
en: NOD NOD

source: ..오빠 그때 얘기한 첫사랑 있잖아요..
en: oppa, remember the first crush you told me about?

source: 할머니 오빠 완전 빨~
en: grandma, oppa was super fas--

source: 두 분 집들이 때부터 사귀셨다고..
en: so you two have been dating since the housewarming party?

source: 웅성 웅성
en: MURMUR MURMUR

source: 채이야
en: chae-i...

source: 음
en: umm...

source: 휙
en: TURN

source: 비밀번호는 어떻게..
en: the passcode... how did you...

source: 우리 쫌 오글거린다, 그치?
en: this is a bit cringey, isn’t it?

source: 삼촌뻘 아냐?
en: isn’t he more like an uncle?

source: 푸하!!
en: urgh!!

source: 채이씨는 이준씨 요리 뭐 먹어봤어요?
en: chae-i, have you tasted ijun’s cooking?

source: 네가 더 재수 없어!
en: well, I don’t like you either!

source: 무선연결 소리 끔 연락처
en: Bluetooth Mute Contacts

source: 그 말은 내가 윤이를 좋아했다는 걸 알고 있었던 걸까..?
en: if she said that... does it mean she knew I liked yoon?

source: ㅇㅇ 나도 들었음
en: yup i heard them too

source: 그럼 난 채이 너만 믿고 따라가면 돼?
en: then I just need to trust you and follow along. right, chae-i?

source: 아~주 좋아요
en: that’s fabulous!

source: 1년 뒤에는?
en: what about in a year from now?

source: - 일주일 후 -
en: - one week later -

source: 한 3~4개월 됐나?
en: and it’s been about three or four months.

source: 그거 정말 말도 안 되는 헛소문이었어.
en: that was an absurd, completely false rumor.

source: 항상 빛나는 사람이라 좋아하지 않을 수 없었어요
en: it was impossible to not like her. she always shone.

source: 나 술 오르는 것 같아..
en: I think I’m getting tipsy...

source: 이 뱀파이어 봐라..?
en: ha, look at this vampire!

source: 단 하루도 널 생각하지 않는 날이 없었어.
en: there was never a day I didn’t think about you.

source: 윤아~
en: yoon!

source: 원래 끼리끼리잖아.
en: birds of a feather flock together

source: 화장실 갔다 왔어?
en: did you go to the restroom?

source: 씩씩
en: HUFF PUFF

source: ..내가 잘 해낼 수 있을까..
en: can I really... pull this off?

source: 드라마도 시청률 점점 떨어지고, 인기도 서이준한테 밀리니까
en: your drama’s ratings are slipping, and your popularity is overshadowed by ijun seo’s.

source: 속눈썹도 진짜 길어~
en: and super-long lashes!

source: 뭐 두고 갔-
en: did you leave someth--

source: 누가 봐도 서이준씨가 너보다 훨 나은데..
en: anyone would choose ijun seo over you.

source: 이거 이준씨 저한테 한 턱 쏴야 하는 거 아니에요?
en: ijun, you owe me one for this, don’t you?

source: 그래서 채이가 특이한 체질이라고만 생각했는데..
en: so I thought chae-i just had a unique physical composition...

source: 새로운 곳에서 털고 와.
en: start over somewhere new and brush it all off.

source: 저 실례지만 누구..?
en: I’m sorry, but who... are you?

source: 이젠 좀 잠잠해질 줄 알았는데..
en: I thought things would get quieter...

source: 이준씨가 잘해 주는 거 맞지?
en: ijun is actually good to you, right?

source: 훌쩍..
en: SNIFFLE

source: 가장 역할을 하고 있으니 얼마나 벅차겠어..
en: but it has to be difficult being the head of the household.

source: 응, 잘하고 와!
en: yup, good luck!

source: 틱 틱
en: TAP TAP

source: 오직 단 한 커플에게만 기회가 주어지는데요!
en: only one couple will get the opportunity!

source: 아 네..
en: yes...

source: 사랑해.
en: I love you.

source: 두 분도 잘 어울려요.
en: you two look great together as well.

source: 알았다..
en: all right, then...

source: 이번 경기는 상대방을 먼저 수영장에 입수시키면 이기는 게임입니다.
en: in this game, the first one to push his opponent into the pool will win.

source: 사실 아까 지나가다 들었거든..
en: to be honest, I overheard you while passing by.

source: 맞아맞아 천사 같았어요!
en: that’s right! she was like a little angel!

source: 나 진짜 순간 심쿵 했잖아요~
en: my heart really skipped a beat!

source: 그때 생각하면 빡치니까 말도 꺼내지 마.
en: just thinking back on that pisses me off, so don’t bring it up.

source: 아직 삼각관계 구도가 덜 풀린 상태라 조금 아쉽긴 하지만…
en: it’s too bad the love triangle hasn’t been completely resolved yet...

source: 이 계약 없던 걸로 해.
en: let’s end this contract.

source: 손은 왜 계속 잡고 있지..
en: why is he... still holding my hand?

source: 어떻게 연애 감정이 싹튼 거예요?
en: how did you develop romantic feelings for each other?

source: 누구냐 그 여자는..?
en: who is she.

source: 왜..{j}왜 그래?
en: wh-what’s wrong?{j}

source: 저 화장실 좀..!
en: be right back!

source: 중얼
en: MUTTER

source: 어머 뭐야 뭐야~ 왜 둘이 기억이 달라~
en: oooh! what’s going on?? why are your memories different??

source: 어?
en: huh?

source: 응~ 채이 너랑 산책하고 싶어서-
en: yeah. I wanted to take a walk with you, chae-i.

source: 아잇… 너 걱정돼서 전화한 건데 왜 자꾸 다른 얘기야!
en: hey! I called because I was worried about you! don’t change the subject!

source: 오늘 잘 하시고요!
en: good luck today!

source: 채이
en: Chae-i

source: 제가 자리 잘 만들어서 잘 된 거잖아요~~
en: I’m the one who created the opportunity for the two of you!

source: 사실 그런 말 많이 들었어요!
en: honestly, I do hear that a lot!

source: 아 미안해요~ 저는 지나라고 하고, 쭌의 오랜 친구예요.
en: oh, I’m sorry! I’m gina, a long-time friend of jun’s.

source: 서울에서 온 친구다.
en: we have a new friend from seoul.

source: 남자 맞아?
en: and he’s short too!

source: 쭈욱
en: PRESS

source: 꺄하하
en: heehee!

source: 꺅
en: ow!

source: 그래도 나한테 얘기 안 한 게 섭섭하니까!
en: still, it was disappointing that you didn’t give me a heads up!

source: 내가 안 받아준 것도 맞고…
en: and I did keep turning her down...

source: 리온이도 거기 시상자로 참석한댔어.
en: leon’s going as a presenter too.

source: 여기 오기 정말 잘한 것 같단 생각..?
en: that I’m glad we came here?

source: 얼마든지요!!
en: of course!!

source: 그리고 무엇보다 그때와는 달리 오빠 덕에 컨디션이 좋으니까!
en: and above all else, I’m in such great health right now thanks to you!

source: ..또 오는데?
en: is she calling again?

source: 워낙 살인 미소로 유명했잖아요~
en: he was famous for his killer smile!

source: 항상 건강하고, 행복하세요!
en: I wish you all health and happiness always!

source: 고등학교 때부터 남자 좋아해서, 여자친구는 없고 남자 뒤만 졸졸 따라다니더니..
en: even back in high school, she liked boys so much that she never had any girl friends and only chased the guys around...

source: 날씨가 심상치 않은데?
en: the weather doesn’t look too good.

source: 나 신경 쓰이게 하려고 채이한테 찝쩍거린 거 아냐
en: he deliberately hit on her to aggravate me.

source: 두리번 두리번
en: TURN TURN

source: 반가웠어요~ 담에 또 봐요~
en: it was really nice meeting you! see you again!

source: 앙상
en: SCRAWNY

source: 화제 돼서 드라마도 같이 홍보될 것 같고..
en: since it’ll become a hot topic, it’ll help promote our drama too...

source: 소다!
en: a cow!

source: 그런데 제 눈에는 지나 씨가 더..
en: but gina, I think you’re more--

source: 단거 먹으면 기분 좋아지잖아요.
en: something sweet will make you feel better.

source: 와와!!
en: wow!!

source: 풍덩
en: SPLASH

source: 서이준 "예전부터 팬이었다."
en: He Says, “I’ve Been a Fan for a Long Time.”

source: 바다!!
en: the beach!!

source: 키스라고 할 수 있나..?
en: can you really call that a kiss?

source: 커플 여행 가는 느낌이라..
en: ...a couple’s trip.

source: 아니 사실..
en: well, to be honest...

source: 관심 302,910
en: 302,910 Subscribers

source: 조금~
en: a little!

source: 오빠만 예쁘고 나는 완전 이상-
en: oppa, only you look good! I look absolutely terrib--

source: 힘내요, 오빠
en: good luck, oppa.

source: 근데 이채이 원래 인성논란 있었잖아..
en: but there was a recent controversy about her character...

source: 이제 곧 오빠 나온 <오디오 스타>할 시간이잖아요!
en: it’s almost time for audio star! the episode you were in!

source: 이거 받아.
en: this is for you.

source: 강윤씨 이번에는 자신 있으세요?
en: yoon, can you win this time?

source: 채이가 날 오래 좋아하긴 했지
en: chae-i did like me for a long time.

source: 크~
en: WHOA

source: 우리 스캔들 난 이후로 너무 조용하니까 헤어진 거 아니냐는 추측이 나오잖아.
en: we went so quiet after our scandal that people are wondering if we broke up.

source: 자꾸 방해돼서 미안..
en: I’m sorry I keep messing up...

source: 정다연씨랑 하는 얘기..
en: what da-yeon said...

source: 똑똑
en: KNOCK KNOCK

source: 오빠 나한테 장가와!
en: oppa, marry me!

source: ㅎㅎ
en: haha.

source: 미안해요, 민지씨
en: I’m sorry, minji.

source: 그러니까..
en: what I’m saying is...

source: 왜 저래ㅡㅡ 프로답지 못하게..못났다..
en: What’s wrong with him? So unprofessional... and disappointing...

source: 저때가 좋을 때지 암..
en: those are certainly the good times...
